CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
eamodio.gitlens
Equinusocio.vsc-material-theme
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
HookyQR.beautify
humao.rest-client
jchannon.csharpextensions
midnightsyntax.vscode-wrap-console-log
PeterJausovec.vscode-docker
robertohuertasm.vscode-icons
sdras.vue-vscode-snippets
sidthesloth.html5-boilerplate
streetsidesoftware.code-spell-checker
zhuangtongfa.Material-theme
